Repository: SondagesPro/LS-registerQuick
Catalog: locale/*/*.po
Languages: de, fr

source: Continue
de: Weiter
fr: Continuer

source: Fields marked with an asterisk (%s) are mandatory.
de: Mit Stern (%s) markierte Felder sind erforderlich.
fr: Les champs marqués d‘un astérisque (%s) sont obligatoires.

source: %s cannot be left empty
de: %s darf nicht leer sein.
fr: %s ne peut être laisser vide

source: You must enter a valid email. Please try again.
de: Sie müssen eine korrekte E-Mail Adresse eingeben. Bitte probieren Sie es noch einmal.
fr: Vous devez entre une adresse électronique valide. veuillez réessayer.

source: The email you used is not valid. Please try again.
de: Die eingegebene E-Mail ist nicht korrekt. Bitte probieren Sie es noch einmal.
fr: L‘adresse électronique est invalide. Veuillez réessayer.

source: Your answer to the security question was not correct - please try again.
de: Ihre Antwort zur Sicherheitsabfrage war falsch. Bitte probieren Sie es noch einmal.
fr: Votre réponse à la question de sécurité est incorrecte - veuillez réessayer.

source: This email address is already registered, entering in survey is only allowed with token.
de: Diese E-Mail Adresse wurde bereits registriert. Die Umfrage ist nur mit dem Token erlaubt.
fr: L‘adresse électronique est déjà enregistrée, entrer dans le questionnaire nécessite le code d‘invitation.

source: This email address is already registered but the email adress was bounced.
de: Diese E-Mail Adresse wurde bereits registriert und ist zurückgewiesen worden.
fr: L‘adresse électronique est déjà enregistrée, mais elle est indiquée en erreur.

source: This email address cannot be used because it was opted out of this survey.
de: Diese E-Mail Adresse kann nicht verwendet werden, weil für diese Umfrage ein Widerspruch vorliegt.
fr: L‘adresse électronique que vous avez entré ne peut pas être utilisée, elle est indiqué comme ne voulant plus recevoir de nouveaux messages.

source: The email address you have entered is already registered and the survey has been completed.
de: Die eingegebene E-Mail Adresse ist bereits registriert und die Umfrage ist abgeschlossen.
fr: L‘adresse électronique que vous avez entré est déjà enregistrée et le questionnaire à était complété.

source: Registering to : %s
de: Registriert für: %s
fr: Enregistrement à : %s

source: You must activate twigExtendByPlugins plugin
de: Sie müssen das twigExtendByPlugins Plugin aktivieren.
fr: Vous devez activer le plugin twigExtendByPlugins

source: You must download twigExtendByPlugins plugin
de: Sie müssen das twigExtendByPlugins Plugin laden.
fr: Vous devez télécharger le plugin twigExtendPlugins

source: Only for LimeSurvey 3.0.0 and up version
de: Nur für LimeSurvey 3.0.0 und höhere Versionen
fr: Seulement pour LimeSurvey version 3.0 et supérieure

source: If email exist : disable reloading survey without token. Warning: enabling reload of survey only with the e-mail address can cause privacy issue. The message will be sent if the email address exists.
de: Wenn die E-Mail existiert: Deaktivert das Neuladen der Umfrage ohne Token. Warnung: Aktivierung des Neuladens der Umfrage nur mit der E-Mail Adresse kann zu einer Datenschutzverletzung fürhen. Die Nachricht wird versendet, wenn die E-Mail Adresse existiert.
fr: Si l‘adresse courriel existe : empêcher le rechargement des réponses sans le code d‘invitation. Attention : permettre le rechargement des réponses avec seulement l‘adresse de courriel peut entrainer des problèmes sur les données privées. Les message d‘enregistrement sera envoyé si l‘adresse de courriel existe.

source: Privacy of response
de: Anonymität der Antwort
fr: Confidentialité de la réponse

source: Reload previous response.
de: Die vorherige Antwort laden.
fr: Recharger la réponse précédente.

source: Existing Email
de: Existierende E-Mail
fr: Adresse existante

source: Show the token form.
de: Das Token Formular anzeigen.
fr: Ajouter le formulaire de jeton.

source: If user put an email address, the register message will be sent.
de: Wenn der Nutzer eine E-Mail Adresse angibt, wird die Registrierungsmail versendet.
fr: Si l‘utilisateur inique une adresse courriel, le message sera envoyé.

source: Send the email.
de: E-Mail senden.
fr: Envoyer le message courriel.

source: Create a new token each time.
de: Jedes mal einen neuen Token generieren.
fr: Créer un nouveau jeton à chaque fois.

source: Create a new one if already completed
de: Einen neuen Token generieren, wenn abgeschlossen.
fr: Créer un nouveau jeton seulement si marqué terminé

source: Validate like LimeSurvey core (default)
de: Überprüfung wie im LimeSurvey core (default)
fr: Valider comme le fait LimeSurvey (par défaut)

source: Hide and don't use it
de: Verbergen und nicht nutzen
fr: Masque et ne pas l'utiliser

source: Shown but allow empty
de: Anzeigen aber leer erlauben
fr: Montre mais permet vide

source: Email settings
de: E-Mail Einstellungen
fr: Paramètres de courriel

source: Use quick registering
de: Benutze die Schnellregistrierung
fr: Utiliser l'enregistrement rapide
